import React from 'react';
import './csscontent/entrant.css';

class Entrant extends React.Component {
	constructor(props) {    
    	super(props)
    	this.state = { open: [false, false] }    
	}
	handleClick = (index) => {
		var open = this.state.open.concat();
		open[index] = !open[index];
		this.setState({open: open});  		
  	}

  render() {
    return (
    		<section className = "content-section">
    			<div className = "wrapper-block">
    				<h2 className = "heading" onClick = { this.handleClick.bind(this, 0) }>Спеціальності</h2>
    				<div className={ this.state.open[0] ? "wrapper-text open-text" : "wrapper-text" }>
    					<h3>Золотоніський коледж ветеринарної медицини Білоцерківського національного аграрного університету оголошує набір студентів на 2018 - 2019 навчальний рік за такими спеціальностями:</h3>
						<p><u><em>211 "Ветеринарна медицина";</em></u></p>
						<p><u><em>204 "Технологія виробництва і переробки продукції тваринництва".</em></u></p>
						<p className = "bold-text">Випускники Золотоніського коледжу ветеринарної медицини Білоцерківського НАУ можуть працювати:</p>
						<p><strong>зі спеціальності «Ветеринарна медицина»</strong> — фельдшерами ветеринарної медицини в установи, організації і підприємства різних форм власності; бактеріологами, серологами та хіміками-токсикологами в лабораторії ветеринарної медицини, у Державні служби ветеринарної медицини на держаному кордоні та транспорті;</p>
						<p><strong>зі спеціальності «Технологія виробництва і переробки продукції тваринництва»</strong> — у господарства різних форм власності інженерами-технологами, технологами-дослідниками, в  митну службу, а за умов отримання другої освіти «Облік і аудит» — у податкову міліцію та податкову інспекцію.</p>
						<p className = "docimg">
							<img src="images/picturedoc/licens1.jpg" alt="license" />
							<img src="images/picturedoc/licens2.jpg" alt="license" />
						</p>
						<p className = "docimg">
							<img src="images/picturedoc/certificatevet.jpg" alt="certificate" />
							<img src="images/picturedoc/certificateteh.jpg" alt="certificate" />
						</p>
    				</div>
    			</div>

    			<div className = "wrapper-block">
    				<h2 className = "heading"  onClick = { this.handleClick.bind(this, 1) }>Календар абітурієнта</h2>
    				<div className = { this.state.open[1] ? "wrapper-text open-text" : "wrapper-text" }>
    					<h3>Строки прийому заяв та документів:</h3>
						<table className = "table-reception">
							<tbody>
								<tr>
									<td colSpan="2">Для вступників на основі базової загальної середньої освіти (після 9-ти класів)</td>
								</tr>
								<tr>
									<td>Прийом документів</td>
									<td>з 02 по 14 липня 2018 року</td>
								</tr>
								<tr>
									<td>Вступні іспити</td>
									<td>з 15&nbsp;по 22&nbsp;липня 2018&nbsp;року</td>
								</tr>
								<tr>
									<td>Оприлюднення рейтингових списків</td>
									<td>до 12<sup>00</sup>&nbsp; 24&nbsp;липня 2018&nbsp;року</td>
								</tr>
								<tr>
									<td>Виконання вимог для зарахування на місця за державним замовленням</td>
									<td>до 18<sup>00</sup>&nbsp; 28&nbsp;липня 2018&nbsp;року</td>
								</tr>
								<tr>
									<td>Виконання вимог для зарахування на місця за кошти фізичних та юридичних осіб</td>
									<td>&nbsp;</td>
								</tr>
								<tr>
									<td>Зарахування за державним замовленням</td>
									<td>не пізніше 12<sup>00</sup> години 30&nbsp;липня</td>
								</tr>
								<tr>
									<td>Зарахування за кошти фізичних та юридичних (за умови виконання набору за державним замовленням за відповідною спеціальністю)</td>
									<td>не пізніше 02 серпня 2018 року додаткове зарахування не пізніше&nbsp;30 серпня 2018&nbsp;року</td>
								</tr>
								<tr>
									<td colSpan="2">Для вступників на основі повної загальної середньої освіти (після 11-ти класів)	за результатами ЗНО</td>
								</tr>
								<tr>
									<td>Прийом документів</td>
									<td>з 12 по 08 серпня 2018&nbsp;року</td>
								</tr>
								<tr>
									<td>Оприлюднення рейтингових списків</td>
									<td>не пізніше 12<sup>00</sup> години 09&nbsp;серпня</td>
								</tr>
								<tr>
									<td>Виконання вимог для зарахування на місця за державним замовленням</td>
									<td>до 12<sup>00</sup>&nbsp; 13&nbsp;серпня 2018&nbsp;року</td>
								</tr>
								<tr>
									<td>Виконання вимог для зарахування на місця за кошти фізичних та юридичних осіб</td>
									<td>&nbsp;</td>
								</tr>
								<tr>
									<td>Зарахування за державним замовленням</td>
									<td>не пізніше 12<sup>00</sup> години 14 серпня</td>
								</tr>
								<tr>
								<td>Зарахування за кошти фізичних та юридичних (за умови виконання набору за державним замовленням за відповідною спеціальністю)</td>
								<td>не пізніше 17 серпня додаткове зарахування не пізніше 30 серпня 2018&nbsp;року</td>
								</tr>
							</tbody>
						</table>

						<p>Оригінали документів при участі в конкурсі на місця, що фінансуються за кошти державного бюджету, вступником подаються лише один раз при виборі місця навчання (виконання вимог до зарахування).</p>
						<p>Усі питання, пов&rsquo;язані з прийомом до коледжу, вирішуються приймальною &nbsp;комісією Золотоніського коледжу&nbsp;ветеринарної медицини БНАУ.</p>
						<p>Після закінчення коледжу випускники можуть продовжити навчання в Білоцерківському національному &nbsp;аграрному університеті.</p>
						<p>Більш детальна інформація на сайті Міністерства освіти і науки України (<a href="http://mon.gov.ua/activity/vstupna-kampaniya-2016/" target="_blank" rel="noopener noreferrer">перейти&nbsp;на сайт&nbsp;МОНу</a>)</p>
    				</div>
    			</div>
    			
    			<div>Комплект документів</div>
    			<div>Вартість навчання</div>
    			<div>Правила прийому</div>
    			<div>Програма з біології</div>


			</section>
     	)
	}
}

export default Entrant;