{
	"news1": {
		"id": "1",
		"headerNews": "Свято знань",
		"textNews": "1 вересня гостинно відкрив двері для першокурсників Золотоніський коледж ветеринарної медицини Білоцерківського НАУ. Свято розпочалося урочистою лінійкою, на яку прибули почесні гості: Давиденко О.В. директор Золотоніської міськрайонної державної лабораторії Держпродспоживслужби України. З початком нового навчального року студентство, викладачів, працівників і батьків привітала директор коледжу Лисенко Євдокія Василівна.  Почесними грамотами за відмінні успіхи у навчанні директор нагородила 20 студентів, а також студенти коледжу були відзначені дипломами за першість області з настільного тенісу, за перемогу у пісенному фестивалі «Цвіт Златокраю»  та конкурсі патріотичної пісні і поезії «В ім’я Батьківщини», а також  фотоконкурсі  «Моя країна - Україна».",
		"countPictures": "6"
	},
	"news2": {
		"id": "2",
		"headerNews": "Виховна година",
		"textNews": "Традиційно святкування Дня знань в коледжі було продовжене  виховною годиною  на тему : «З Україною  в серці».  Студенти 2 курсу  Видря О.,, Опанасенко Т.  декламували вірші,  знайомили першокурсників з нелегкою долею України Шевченко Л. та Трембач А. Гучно лунали пісні про Україну у виконанні Комиш Н.В., Бузинської В.,   Дацюри А.",
		"countPictures": "3"
	},
	"news3": {
		"id": "3",
		"headerNews": "Збори ради самоврядування",
		"textNews": "",
		"countPictures": "2"
	},
	"news4": {
		"id": "4",
		"headerNews": "Збори мешканців гуртожитку",
		"textNews": "",
		"countPictures": "1"
	},
	"news5": {
		"id": "5",
		"headerNews": "Виробнича технологічна практика",
		"textNews": "Невід’ємною частиною навчання за спеціальністю «Ветеринарна медицина» є практична підготовка. Особливо важливу роль відіграє виробнича практика, де студенти мають змогу закріпити весь засвоєний теоретичний матеріал та здобути навички і вміння необхідні під час професійної діяльності у майбутньому. А тому перший тиждень навчального року у студентів 4-го та 3-го спец В курсів був присвячений не тільки відвідуванню занять, а й підготовці до виходу на виробничу технологічну практику. Були укладені угоди на проведення виробничої практики між Золотоніським коледжем ветеринарної медицини БНАУ та організаціями і господарствами різної форми власності, географія розташування яких виходить не тільки за межі Золотоніського району, а й Черкаської області. Студенти були розподілені між керівниками виробничої практики від навчального закладу, отримали докладні інструкції по проходженню практики, написанню та оформленню звітної документації. 7 вересня завідуючий відділення Жало І.І. провів серед студентів 4-го та 3-го спец В курсів інструктаж з охорони праці під час виробничої практики та вручив направлення, які є підставою для зарахування студентів на практику. Виробнича технологічна практика триватиме 8 тижнів – з 10 вересня до 03 листопада 2018 року.",
		"countPictures": "3"
	}
}