import React from 'react';
import './csscontent/zno.css';

class ZNO extends React.Component {
  render() {
    return (
    <section className = "content-section">
		<h2 className = "heading-library">ЗНО 2019 року</h2>
		<div className = "zno-img">
			<img src="images/ZNO-2019.png" alt="ЗНО 2019"/>
		</div>
		<div className = "zno-text">
			<p>Наказом Міністерства освіти і науки України від 28 вересня 2018 року № 1036 затверджено календарний план підготовки та проведення зовнішнього незалежного оцінювання 2019 року.</p>
			<p>Відповідно до наказу реєстрація осіб для участі у зовнішньому незалежному оцінюванні триватиме з 5 лютого до 25 березня 2019 року. Керівники закладів освіти зможуть зареєструвати учнів (слухачів, студентів) для проходження ДПА у формі ЗНО до 18 березня 2019 року.</p>
			<p>Звертаємо увагу на те, що додаткового періоду для перереєстрації учасників зовнішнього незалежного оцінювання 2019 року не передбачено. Тож змінювати реєстраційні дані можна буде тільки до 25 березня 2019 року.</p>
			<p>До 30 квітня 2019 року зареєстровані учасники зможуть завантажити зі своїх інформаційних сторінок запрошення-перепустки, де буде зазначено час і місце проведення тестувань.</p>
			<p>Основна сесія зовнішнього незалежного оцінювання почнеться 21 травня тестуванням з математики і завершиться 13 червня тестуванням з хімії. Тестування <strong>з української мови і літератури відбудеться 23 травня</strong>, з іспанської, німецької, французької мов — 27 травня, з англійської мови — 28 травня, з фізики — 30 травня, з історії України — 4 червня, <strong>з біології — 6 червня</strong>, з географії — 11 червня.</p>
			<p>Інформацію про результати основної сесії зовнішнього незалежного оцінювання з усіх навчальних предметів буде розміщено на інформаційних сторінках учасників тестування до 25 червня 2019 року. Результати зовнішнього незалежного оцінювання з математики, української мови і літератури та фізики буде оголошено до 14 червня, з іноземних мов та біології — до 20 червня, з історії України, географії, хімії — до 25 червня.</p>
			<p>Реєстрація для участі в додатковій сесії зовнішнього незалежного оцінювання окремих категорій осіб, які не мали змоги зареєструватися в основний період (зокрема, учасники антитерористичної операції, особи з окупованого Криму та непідконтрольних Україні територій Донбасу), триватиме  з третього до 20-го травня 2019 року. Графік проведення додаткової сесії зовнішнього незалежного оцінювання буде оприлюднено до 30 квітня 2019 року. Результати зовнішнього незалежного оцінювання учасники додаткової сесії отримають до 18 липня.</p>
			<p>
				Більше детальної інформації читайте на сайті Українського центру оцінювання якості освіти <a href="http://testportal.gov.ua/" target="_blank" rel="noreferrer noopener">перейти на сайт УЦОЯО</a>
			</p>
		</div>
	</section>
		)
	}
}

export default ZNO;